Repository: mishin/perldoc-ru
Catalog: pod2-ru/tm/gc_2009_apr.tmx
Source language: en_us
Languages: ru

source: Third, have faith. President Gordon B. Hinckley always encouraged members of the Church to move forward with faith (see “God Hath Not Given Us the Spirit of Fear,” Ensign, Oct. 1984, 4). As we daily confront a world full of negativity, doubt, fear, and even dread can creep into our hearts. President Thomas S. Monson has counseled us that “faith and doubt cannot exist in the same mind at the same time, for one will dispel the other” (“Come unto Him in Prayer and Faith,” Liahona and Ensign, Mar. 2009, 6). In Moroni we read that “without faith there cannot be any hope” (Moroni 7:42). We must exercise faith to take on life’s challenges and changes. It is how we learn and progress.
ru: В-третьих, имейте веру. Президент Гордон Б. Хинкли всегда призывал членов Церкви продвигаться вперед с верой (см. «God Hath Not Given Us the Spirit of Fear,» Ensign, Oct. 1984, 4). Во время нашего ежедневного противостояния миру, полному пагубных влияний, в наши сердца могут закрасться сомнение, страх и даже ужас. Президент Томас С. Монсон наставлял нас, что «вера и сомнение не могут существовать в одном и том же разуме в одно и то же время, ибо одно вытесняет другое» («Придите к Нему с молитвой и верой», Лиахона, март 2009, стр. 4). В Книге Морония мы читаем, что «без веры не может быть никакой надежды» (Мороний 7:42). Чтобы пройти через жизненные испытания и перемены, мы должны проявлять веру. Именно так мы учимся и растем.

source: Fourth, be of good cheer. Many of our members across the globe are facing challenges, economic and otherwise. At such times it is easy to feel despondent and forgotten. During the early, difficult days of the Church, the Lord counseled the Saints to be happy: “Be of good cheer, little children; for I am in your midst, and I have not forsaken you” (D&C 61:36).
ru: В-четвертых, не унывайте. Многие из наших прихожан по всему миру сталкиваются с экономическими и иными проблемами. В такие моменты легко впасть в уныние и думать, что про тебя все забыли. В трудные первые годы истории Церкви Господь наставлял Святых быть счастливыми. «Ободритесь, малые дети; ибо Я среди вас и не оставил вас» (У. и З. 61:36).

source: In his last conference talk, six months ago, Elder Joseph B. Wirthlin taught how to respond to adversity. Part of his counsel included: “The next time you’re tempted to groan, you might try to laugh instead. It will extend your life and make the lives of all those around you more enjoyable” (“Come What May, and Love It,” Liahona and Ensign, Nov. 2008, 27). Laughter and a good sense of humor can soften the bumps along life’s journey.
ru: Шесть месяцев назад в своем последнем выступлении на генеральной конференции старейшина Джозеф Б. Виртлин учил, как реагировать на беду. «В следующий раз, когда у вас будет желание застонать, попробуйте рассмеяться. Это продлит вашу жизнь и сделает приятнее жизнь окружающих» («Что бы ни случилось, не вешай нос», Лиахона, ноябрь 2008 года, стр. 26). Смех и доброе чувство юмора смягчают ухабы, попадающиеся на жизненном пути.

source: It would be nice if we could anticipate all the changes that would occur in a lifetime. Some changes we see coming. Certainly all Latter-day Saint young men are taught to prepare for a full-time mission, a life-changing experience. Every worthy young single adult understands the importance of choosing a spouse and being sealed in the holy temple. We know these changes are coming, and we can plan for them. But what about the changes which are thrust upon us rather unexpectedly? These are changes over which we seemingly have no control. Economic downturn, unemployment, debilitating sickness or injury, divorce, and death are examples of change we do not expect, anticipate, or welcome. How do we deal with such unexpected setbacks in life’s journey?
ru: Было бы хорошо, если бы мы могли предвидеть все перемены, происходящие в течение всей жизни. Мы видим приближение некоторых перемен. Безусловно, всех юношей – Святых последних дней учат готовиться к служению на миссии полного дня – уникальному духовному опыту. Каждый достойный не состоящий в браке молодой взрослый понимает все значение выбора супруга и запечатывания в святом храме. Мы знаем, что эти перемены приближаются, и можем к ним готовиться. Но что вы скажете о переменах, которые происходят совершенно неожиданно? Это перемены, нам неподвластные. Экономический спад, безработица, тяжелая болезнь или травма, развод и смерть – это примеры перемен, которых мы не ожидаем, не предвидим и не желаем. Что же нам делать, когда мы сталкиваемся на жизненном пути с такими неожиданными препятствиями?

source: The answer is the same. By listening to the prophets, keeping an eternal perspective, having faith, and being of good cheer, we can face life’s unexpected challenges and “get on with our lives.”
ru: Ответ все тот же. Слушая Пророков, всегда придерживаясь вечной перспективы, имея веру и не унывая, мы можем пройти через неожиданные жизненные испытания и «идти вперед по жизни».

source: The lives of the early pioneers are excellent examples of how we should accept change and overcome challenges and difficulties.
ru: Жизненные примеры пионеров – это превосходные примеры того, как нам следует принять перемены и преодолевать испытания и трудности.

source: Robert Gardner Jr. was baptized into the Church in January of 1845 in a frozen pond in the backwoods of eastern Canada. Faithful and industrious, he made his way with his family to Nauvoo and, after much hardship, arrived in the Salt Lake Valley in October of 1847. After entering the valley, they camped at a place called Old Fort, located a few blocks from this Conference Center. In his handwritten history, he recorded, “I unyoked my oxen and sat down on my broken wagon tongue, and said I could not go another day’s journey” (“Robert Gardner Jr. Self History and Journal,” Church History Library, 23).
ru: Роберт Гарднер-младший крестился в Церкви в январе 1845 года в замерзшем пруду в лесной глуши восточной Канады. Верный и трудолюбивый, он со своей семьей добрался до Наву, а затем, преодолев огромные трудности, в октябре 1847 года прибыл в Долину Соленого озера. Попав в долину, они разбили лагерь в месте под названием Старый Форт, расположенном в нескольких кварталах от современного Конференц-центра. В своей рукописной истории он написал: «Я распряг волов, присел на сломанное дышло повозки и сказал, что больше ни дня не смог бы пройти» («Robert Gardner Jr. Self History and Journal,» Church History Library, 23).

source: Starting with nothing, Robert began to create a new life for himself and his family. The first years were hard, but gradually things improved as he and his brother Archibald began to develop mills on Mill Creek and the Jordan River. A few years later he suffered a reversal of fortune. The water powering his mill was taken upstream, leaving his portion of the stream dry. An attempt to build a six-mile (10-km) canal to the mill failed.
ru: Начав с нуля, Роберт принялся устраивать новую жизнь для себя и своей семьи. Первые несколько лет были трудными, но постепенно дела пошли на лад, когда он со своим старшим братом Арчибальдом начал строить мельницы на Милл-крик и реке Джордан. Спустя несколько лет судьба совершила крутой поворот. Кто-то выше по течению использовал воду, приводившую его мельницу в действие, и поток воды иссяк. Попытка подвести воду к мельнице по десятикилометровому каналу провалилась.

source: Again from his history: “The canal kept breaking until it proved a failure. The failure caused me to lose all my crops and my mill would not run. My stock was all gone and I was flat broke” (“Robert Gardner Jr. Self History and Journal,” 26).
ru: Продолжаю зачитывать из его истории: «Канал постоянно выходил из строя, пока не стало ясно, что это полный провал. Вследствие этого провала я потерял все свои посевы, а моя мельница не действовала. Пропал весь мой капитал, и я остался без гроша» («Robert Gardner Jr. Self History and Journal,» 26).

source: If that was not test enough, his next entry in his history informs us he has been called on a mission to Canada. A few months later he left his family and with a contingent of missionaries traveled by handcart, steamboat, and railroad to his field of labor.
ru: Будто этого испытания не было достаточно, из следующей записи в его истории мы узнаем, что его призвали на миссию в Канаду. Спустя несколько месяцев он с семьей и группой миссионеров отправился в путь к своему полю жатвы, идя с ручной тележкой, путешествуя на пароходе и по железной дороге.

source: He completed this mission, returned to his family, and through hard work and diligence once again established himself and began to prosper.
ru: Завершив эту миссию, он вернулся к своей семье, упорным трудом и усердием вновь встал на ноги и начал преуспевать.

source: Just a few years later Brother Gardner was entertaining some friends at his farm in Millcreek in the Salt Lake Valley. One remarked, “I am glad to see you so well recovered from being broke. You are nearly as well off as you were before you lost your property and went on your mission.”
ru: Несколько лет спустя брат Гарднер принимал у себя на ферме в Милл-крике в Долине Соленого озера нескольких друзей. Один из них заметил: «Рад, что дела у тебя пошли на лад после того, как все потерял. Ты нажил почти столько же, сколько имел до того, как потерял свою собственность и отправился на миссию».

source: Robert’s history records: “My reply was; ‘Yes I was well off once and it all went off, and I am almost afraid of another [mission] call.’ Sure enough, a few hours later some of my neighbors, who had been to a meeting in Salt Lake City called in and told me that my name was amongst a number of names who were called today to go south on a mission to make a new settlement and raise cotton. We were to start right away.”
ru: В истории Роберта записано: «На это я ответил: ‘Да, когда-то я был богат, и все было потеряно, и я чуть ли не боюсь получить другое призвание [на миссию]’. Как и следовало ожидать, спустя несколько часов меня посетили несколько моих соседей, присутствовавших на собрании в Солт-Лейк-Сити, и рассказали мне о том, что мое имя было среди множества имен призванных сегодня отправиться на миссию на юг для заселения новых земель и выращивания хлопка. Отправляться нужно немедленно».

source: He records, “I looked and spit, took off my hat and scratched [my head] and thought and said; ‘All right’” (“Robert Gardner Jr. Self History and Journal,” 35; emphasis added).
ru: Он пишет: Я огляделся, плюнул, снял шляпу и, почесав [затылок] и подумав, сказал: «Ладно» («Robert Gardner Jr. Self History and Journal», 35; курсив мой. – С. Э. С.).

source: Robert Gardner knew what it meant to deal with change in his life. He followed the counsel of the Brethren, accepting calls to serve when it was not convenient. He had a great love for the Lord and demonstrated strong, unbending faith with amazing good humor and grace. Robert Gardner Jr. went on to become a leading pioneer in the colonization effort of southern Utah. It is he and countless pioneers like him who give us inspiration to carry on and confront fearlessly the many changes and challenges which come into our lives. As we move forward and “get on with our lives,” may we be obedient, faithful, and cheerful is my prayer in the name of Jesus Christ, amen.
ru: Роберт Гарднер знал, что нужно было делать, сталкиваясь с переменами. Он следовал совету Братьев, принимая призвания на служение в неподходящий момент. Он обладал великой любовью к Господу и демонстрировал крепкую, непреклонную веру, а также удивительное чувство юмора и милосердие. Роберт Гарднер-младший стал ведущим руководителем кампании по освоению земель на юге штата Юта. Такие, как он, а также бесчисленные пионеры, подобные ему, вдохновляют нас двигаться вперед и дерзновенно противостоять многим переменам и испытаниям в нашей жизни. Я молюсь о том, чтобы, «идя вперед по жизни», мы были послушны, верны и не унывали. Во имя Иисуса Христа, аминь.

source: Many years ago while serving on the Relief Society general board, I was on an assignment to teach and train some Relief Society and priesthood leaders. We had arrived just in time for the meeting to begin, after having spent the morning teaching in another city.
ru: Много лет назад, когда я служила в Генеральном совете Общества милосердия, мне поручили обучать и наставлять некоторых руководителей Общества милосердия и священства. Утром того дня мы обучали руководителей в другом городе и приехали на это собрание как раз перед самым его началом.

source: I was the first speaker, following the opening song and prayer. The opening song was announced as “The Time Is Far Spent.”
ru: Я была первой выступающей, сразу после вступительного гимна и молитвы. Название вступительного гимна звучало так: «Приблизилось время».

source: I was not familiar with the title of this hymn and thought that it was odd that this was to be the opening song. I hadn’t even spoken, and already they were singing that the time was far spent!
ru: Я не знала такого названия и подумала, что странно было назначать этот гимн вступительным. Я еще даже не выступала, а они уже поют, что «приблизилось время»!

source: As we began singing the song, I soon realized that it referred to the little time that is remaining to publish the gospel message and bring souls to Christ. The words of the fourth verse ran through my mind the whole evening and many times since then. It says:
ru: Вскоре после того, как мы начали петь гимн, я поняла: в нем говорится о том, как мало времени осталось, чтобы донести до людей послание Евангелия и привести души к Христу. Слова четвертого куплета крутились у меня в голове весь вечер; да и позже я часто вспоминала их. Там говорится:

source: Be fixed in your purpose, for Satan will try you;
ru: Будь твердым, когда сатана искушает,

source: The weight of your calling he perfectly knows.
ru: Ведь знает он ценность призваний твоих;

source: Your path may be thorny, but Jesus is nigh you;
ru: Но путь твой тернистый Иисус охраняет

source: His arm is sufficient, tho demons oppose.
ru: Десницей могучей от демонов злых.

source: His arm is sufficient, tho demons oppose.1
ru: Иисус охраняет от демонов злых1.

source: The message of that verse is that whatever happens in life, Jesus Christ has the power to save. Through His divine sacrifice, He has provided the way for us to gain eternal life. Truly, His work is “to bring to pass the immortality and eternal life of man.”2 He has asked for our assistance in helping one another do the things that will lead to eternal life.
ru: Основная мысль этого куплета заключается в следующем: что бы ни случилось в нашей жизни, у Иисуса Христа есть сила и власть, чтобы спасти нас. Своей Божественной жертвой Он открыл нам путь к вечной жизни. Воистину, Его работа заключается в том, чтобы «осуществить бессмертие и жизнь вечную человека»2. Он просит, чтобы мы помогали друг другу прийти к вечной жизни.

source: Last September in the general Relief Society meeting, Sister Beck outlined three things to help us in our goal to obtain eternal life. They are:
ru: В сентябре прошлого года на Общем собрании Общества милосердия сестра Бек назвала три задачи, которые помогут нам осуществить свою цель и обрести вечную жизнь, а именно:

source: 1. “Increase in faith and personal righteousness.”
ru: 1. «Укреплять веру и личную праведность».

source: 2. “Strengthen families and homes.”
ru: 2. «Укреплять дом и семью».

source: 3. “Serve the Lord and His children.”3 This also means to seek out and care for the poor and needy.
ru: 3. «Служить Господу и Его детям»3. Это также означает искать бедных и нуждающихся и заботиться о них.

source: We know Satan will tempt and try us as we seek to do these things, but the Lord has promised that He will strengthen us. He will help us.4
ru: Мы знаем, что сатана будет искушать и испытывать нас, когда мы будем стараться выполнять эти задачи, но Господь обещал, что укрепит нас. Он поможет нам4.

source: Increase in Faith and Personal Righteousness
ru: Укреплять веру и личную праведность

source: As a child I was taught by my parents that my Heavenly Father and Jesus Christ love me. I was taught that “I am a child of God.”5 I can’t remember when I didn’t know this. They taught me that Jesus Christ is our Savior and only through Him can we be saved.6
ru: В детстве родители объяснили мне, что мой Небесный Отец и Иисус Христос любят меня. Я узнала, что я – «Божие дитя»5. Не могу вспомнить время, когда я этого не знала. Они учили меня, что Иисус Христос – наш Спаситель, и только через Него мы можем получить спасение6.

source: I was also taught that in order for my faith to increase, I needed to pray every day. In fact, I needed to pray always.7 I was taught that as I read and studied the scriptures, my knowledge and testimony of the truthfulness of the gospel would grow. I was taught to love God and that I could show my love by keeping His commandments.8 I also learned as a child about the importance of the temple. In my youth I learned that making and keeping sacred temple covenants would keep me on course to eternal life.
ru: Меня также учили, что я должна ежедневно молиться, чтобы укреплять свою веру. На самом деле, мне нужно молиться всегда7. Меня учили, что если я буду изучать Священные Писания, мое знание и свидетельство об истинности Евангелия будут расти. Меня учили любить Бога и проявлять свою любовь к Нему, соблюдая заповеди8. В детстве я также узнала о важном значении храма. В юности я поняла, что заключение и соблюдение священных храмовых заветов поможет мне оставаться на пути к вечной жизни.

source: Each of us must follow these principles throughout our lives to increase our faith and personal righteousness.
ru: Каждый из нас должен следовать этим принципам всю жизнь, чтобы укреплять свою веру и личную праведность.

source: Strengthen Families and Homes
ru: Укреплять дом и семью

source: It is the responsibility and blessing of each of us to strengthen our families and homes. Each of us is in a different family situation. Some families have a mother and father with children at home. Some couples no longer have children at home. Many members of the Church are single, and some are single parents. Others are widows or widowers living alone.
ru: Обязанность и благословение каждого из нас – укреплять свой дом и семью. У каждого из нас свое семейное положение. В некоторых семьях есть мать, отец и дети. В других – супружеские пары уже вырастили детей и живут отдельно от них. Многие члены Церкви не состоят в браке; кто-то воспитывает детей в одиночку. Есть также вдовы и вдовцы, живущие одни.

source: No matter what our family looks like, each of us can work to strengthen our own families or help in strengthening others.
ru: Какой бы ни была наша семья, каждый из нас может сделать что-то, чтобы укрепить ее или помочь другим.

source: Some ways to strengthen families are illustrated by the following example. I had an assignment in the Boise, Idaho, area. After training on Saturday afternoon, I stayed in the home of my niece and her family. That evening before the children went to bed, we had a short family home evening and a scripture story. Their father told about the family of Lehi and how he taught his children that they must hold fast to the iron rod, which is the word of God.9 Holding fast to the iron rod would keep them safe and lead them to joy and happiness. If they should let go of the iron rod, there was danger of drowning in the river of dirty water.
ru: На следующем примере я хочу проиллюстрировать некоторые способы укрепления семьи. У меня было одно поручение в Бойсе, штат Айдахо. После обучения, проходившего в субботу днем, я остановилась в доме своей племянницы и ее семьи. Перед тем, как уложить детей спать, мы провели небольшой семейный домашний вечер, на котором обсуждали рассказ из Священного Писания. Их отец рассказал о семье Легия и о том, как Пророк учил своих детей крепко держаться за железные перила – слово Божье9. Если дети будут крепко держаться за железные перила, то будут в безопасности и обретут радость и счастье. Если же они отпустят железные перила, то рискуют утонуть в грязной реке.

source: To demonstrate this to the children, their mother became the “iron rod” that they must cling to, and their father played the role of the devil, trying to pull the children away from safety and happiness. The children loved the story and learned how important it is to hold fast to the iron rod.
ru: Чтобы наглядно показать детям этот урок, их мама стала «железными перилами», за которые они должны были крепко держаться, а отец играл роль дьявола, стараясь увести детей от безопасности и счастья. Детям понравилась эта история, и они поняли, как важно держаться за железные перила.

source: After the scripture story it was time for family prayer. Their mother reminded the children to pray for the bishop, who was having serious eye problems. Three-year-old Brooklyn offered the prayer that evening. She thanked Heavenly Father for their blessings, and then she fervently asked Him to “bless the bishop because his eyes are broken.”
ru: Потом была семейная молитва. Мама напомнила детям, что нужно помолиться за епископа, у которого возникли серьезные проблемы со зрением. В тот вечер молитву произносила трехлетняя Бруклин. Она поблагодарила Небесного Отца за многие благословения, а затем искренне попросила Его «благословить епископа, потому что у него сломались глазки».

source: The next morning we got to sacrament meeting and got seated. Brooklyn and her five-year-old sister, Kennedy, looked up on the stand and saw the bishop standing there. The girls pointed to the bishop and excitedly said to their mother, “Look, there’s the bishop.” Then a knowing look passed between these two little girls that seemed to say “We prayed for the bishop, and now he is better.” They prayed in faith, knowing that Heavenly Father would hear their humble prayers.
ru: На следующее утро мы пришли на причастное собрание и заняли свои места. Бруклин и ее пятилетняя сестра Кеннеди посмотрели в президиум и увидели, что там стоит их епископ. Девочки указали на него и взволнованно сказали своей маме: «Смотри, это епископ!» Потом они многозначительно переглянулись, как бы говоря друг другу: «Мы же молились, и вот – епископу стало лучше!» Они молились с верой, зная, что Небесный Отец услышит их смиренные молитвы.

source: Scriptures, family home evening, and family prayer will strengthen families. We need to take every opportunity to strengthen families and support one another to stay on the right path.
ru: Священные Писания, семейный домашний вечер и семейная молитва укрепляют семьи. Нам нужно использовать любые возможности, чтобы укреплять свои семьи и поддерживать друг друга на правильном пути.

source: Serve the Lord and His Children, and Seek Out and Care for the Poor and Needy
ru: Служить Господу и Его детям, искать бедных и нуждающихся и заботиться о них

source: Throughout His mortal life the Savior taught that we should care for one another and help one another. He healed the sick, caused the lame to walk, restored sight to the blind, and unstopped the ears of the deaf. He taught the people the gospel. He blessed the people and performed many mighty miracles.10
ru: Во время своей земной жизни Спаситель учил, что мы должны заботиться друг о друге и помогать друг другу. Он исцелял больных, возвращал хромым возможность ходить, слепым – зрение и глухим – слух. Иисус учил людей Евангелию. Он благословлял людей и совершал великие чудеса10.
